[
  {
    "id": "01",
    "course_id": "SSWP01",
    "category_id": "01",
    "category": "Web Development",
    "title": "The Complete 2022 Web Development Bootcamp",
    "short_description": "Become a Full-Stack Web Developer with just ONE course. HTML, CSS, Javascript, Node, React, MongoDB, Web3 and DApps",
    "description": "You will build 16 web development projects for your portfolio, ready to apply for junior developer jobs.You will learn the latest technologies, including Javascript, React, Node and even Web3 development.You will master both front and back-end development, becoming a full-stack developer by the end of the course. After the course you will be able to build ANY website you want.",
    "ratting": "4.7",
    "student": "200",
    "starting_time": "1st November 2022",
    "image": "https://i.ibb.co/pJ3wmQx/app-development.png"
  },
  {
    "id": "02",
    "course_id": "SSWP02",
    "category_id": "01",
    "category": "Web Development",
    "title": "Angular - The Complete Guide (2022 Edition)",
    "short_description": "Master Angular 13 (formerly 'Angular 2') and build awesome, reactive web apps with the successor of Angular.js",
    "description": "Develop modern, complex, responsive and scalable web applications with Angular 14 Fully understand the architecture behind an Angular application and how to use it Use the gained, deep understanding of the Angular fundamentals to quickly establish yourself as a frontend developer Create single-page applications with one of the most modern JavaScript frameworks out there.",
    "ratting": "4.4",
    "student": "120",
    "starting_time": "10 November 2022",
    "image": "https://i.ibb.co/1bphvMx/coding.png"
  },
  {
    "id": "03",
    "course_id": "SSWP03",
    "category_id": "01",
    "category": "Web Development",
    "title": "React - The Complete Guide (incl Hooks, React Router, Redux)",
    "short_description": "Dive in and learn React.js from scratch! Learn Reactjs, Hooks, Redux, React Routing, Animations, Next.js and way more!",
    "description": "Build powerful, fast, user-friendly and reactive web apps Provide amazing user experiences by leveraging the power of JavaScript with ease Apply for high-paid jobs or work as a freelancer in one the most-demanded sectors you can find in web dev right now Learn all about React Hooks and React Components",
    "ratting": "4.5",
    "student": "167",
    "starting_time": "18th November 2022",
    "image": "https://i.ibb.co/hc863xF/developer-1.png"
  },
  {
    "id": "04",
    "course_id": "SSAD01",
    "category_id": "02",
    "category": "App Development",
    "title": "The Complete Android 12 Developer Course - Mastering Android",
    "short_description": "Learn Android App Development from Zero to Hero - Build 60+ Apps from scratch - Become a real developer",
    "description": "Learn Android App Development from Zero to Hero Building real apps and publish them to playstore Master the Basics, Intermediate and Advanced topic and programming skills Become a professional Native app developer.",
    "ratting": "4.2",
    "student": "189",
    "starting_time": "17th November 2022",
    "image": "https://i.ibb.co/5r7MCcK/mobile-app-1.png"
  },
  {
    "id": "05",
    "category_id": "02",
    "course_id": "SSAD02",
    "category": "App Development",
    "title": "iOS & Swift - The Complete iOS App Development Bootcamp",
    "short_description": "From Beginner to iOS App Developer with Just One Course! Fully Updated with a Comprehensive Module Dedicated to SwiftUI!",
    "description": "You will create a portfolio of 15 apps to be able apply for junior developer jobs at a technology company You will learn Xcode, UIKit and SwiftUI, ARKit CoreML and CoreData. You will learn by doing, where every lesson is incorporated into a real-world app project. After the course, you will be able to build any app you want.",
    "ratting": "4.9",
    "student": "19",
    "starting_time": "29th November 2022",
    "image": "https://i.ibb.co/SP7bpdf/game-development.png"
  },
  {
    "id": "06",
    "course_id": "SSAD03",
    "category_id": "02",
    "category": "App Development",
    "title": "The Complete Android 12 & Kotlin Development Masterclass",
    "short_description": "Learn Android 12 App Development From Beginner to Advanced Developer. Build Apps like Trello, 7Min Workout, Weather App",
    "description": "You can build any Android app you can think of. No matter if it is an idea that you or your friends have, or if it is a contract job that you need to develop. You will build Apps for your portfolio to apply for jr. Android developer Jobs. You'll be able to work as an Android freelancer and work from anywere in the world. Publish your apps on Google Play and generate revenue with Google Pay and Google Ads",
    "ratting": "4.1",
    "student": "450",
    "starting_time": "7th November 2022",
    "image": "https://i.ibb.co/cYgCzc9/coding-1.png"
  },
  {
    "id": "07",
    "course_id": "SSGD01",
    "category_id": "03",
    "category": "Game Development",
    "title": "Complete C# Unity Game Developer 2D",
    "short_description": "Learn Unity in C# & Code Your First Five 2D Video Games for Web, Mac & PC. The Tutorials Cover Tilemap",
    "description": "Learn C#, a powerful modern language, from scratch. No priorprogramming experience is necessary. Become excellent at using the Unity game engine. Build a solid foundation for game design and game development that will help you build your own games. Learn how object oriented programming works in practice.",
    "ratting": "4.5",
    "student": "710",
    "starting_time": "29th October 2022",
    "image": "https://i.ibb.co/G5GNCZG/designer.png"
  },
  {
    "id": "08",
    "course_id": "SSGD02",
    "category_id": "03",
    "category": "Game Development",
    "title": "Unreal Engine 5 C++ Developer: Learn C++ & Make Video Games",
    "short_description": "Created in collaboration with Epic Games. Learn C++ from basics while making your first 5 video games in Unreal",
    "description": "How to make games in Unreal Engine 5. C++, the games industry standard language. Object Oriented Programming and how to put it into practice. Game design principles.",
    "ratting": "4.3",
    "student": "550",
    "starting_time": "13th November 2022",
    "image": "https://i.ibb.co/7G361W3/gamer.png"
  },
  {
    "id": "09",
    "course_id": "SSGD03",
    "category_id": "03",
    "category": "Game Development",
    "title": "All About Gaming Industry Careers & Game Design Fundamentals",
    "short_description": "2 courses in 1. Explore Career Paths in the Gaming Industry and the Fundamentals of Game Design",
    "description": "'description' : 'How to make games in Unreal Engine 5. C++, the games industry standard language. Object Oriented Programming and how to put it into practice. Game design principles'.",
    "ratting": "3.9",
    "student": "59",
    "starting_time": "9th November 2022",
    "image": "https://i.ibb.co/J3s4GF3/video-game.png"
  },
  {
    "id": "10",
    "course_id": "SSGD01",
    "category_id": "04",
    "category": "Graphics Design",
    "title": "Graphic Design Masterclass - Learn GREAT Design",
    "short_description": "The Ultimate Graphic Design Course Which Covers Photoshop, Illustrator, InDesign,Design Theory, Branding and Logo Design",
    "description": "Have a deep understanding of typography, color theory, photos, layout, blocking and other design theory and skills Understand and learn the essential tools and capabilities of Adobe Photoshop, Illustrator and InDesignCreate logos and branding packages for potential clients Learn photo editing and manipulation in Adobe Photoshop",
    "ratting": "4.8",
    "student": "1505",
    "starting_time": "15th February 2023",
    "image": "https://i.ibb.co/qdXZYys/graphic-design.png"
  },
  {
    "id": "11",
    "course_id": "SSGD02",
    "category_id": "04",
    "category": "Graphics Design",
    "title": "Master Graphic Design & Software with Practical Projects",
    "short_description": "Conquer Popular Graphic Design Projects: Logo, Package, Magazine, Book Cover Design, Branding, Digital Graphics & More!",
    "description": "Become more confident using Adobe Illustrator, Photoshop and InDesign You will be able to create Book Covers, Package Designs, Digital Assets, Social Media Graphics, Album Art, Magazine Covers and Layout Spreads and more!You will be able to follow the entire branding process including logo design and client presentation You will know how to work with and export large format banners and posters",
    "ratting": "4.5",
    "student": "1880",
    "starting_time": "26th January 2023",
    "image": "https://i.ibb.co/FY2kKHM/digital-marketing.png"
  },
  {
    "id": "12",
    "course_id": "SSGD03",
    "category_id": "04",
    "category": "Graphics Design",
    "title": "The Complete Graphic Design Theory for Beginners Course",
    "short_description": "Learn Graphic Design Theory and the Basic Principles of Color Theory, Typography, Branding, Logo Design, Layout & More!",
    "description": "You will have intermediate to expert level knowledge of graphic design theory that you will immediately be able to apply to your career, job, hobby, or company. You will be given a major overview of the most common graphic design practices and the thought process behind these principles. You will be given real-world, applicable projects that you can follow along with and practice. You will achieve the experience and knowledge to take graphic design fundamentals and apply them in your everyday life.",
    "ratting": "4.3",
    "student": "1290",
    "starting_time": "14th December 2022",
    "image": "https://i.ibb.co/rpsJRkP/illustration.png"
  },
  {
    "id": "13",
    "course_id": "SSDM01",
    "category_id": "05",
    "category": "Digital Marketing",
    "title": "Digital Advertising and Marketing 101: The Complete Guide",
    "short_description": "Top Digital Marketing Course | Facebook Ads, Google/YouTube, Display/Video & more|Grow your career (German/Portuguese)",
    "description": "Full understanding of Digital Marketing foundations A complete understanding of the different types of digital ads, how they're bought, how much they cost, how they're targeted, and more The ability to think strategically about where and how to place ads What we mean by marketing vs. advertising.",
    "ratting": "4.9",
    "student": "2090",
    "starting_time": "24th March 2023",
    "image": "https://i.ibb.co/bBSmPNg/shopping-online.png"
  },
  {
    "id": "14",
    "course_id": "SSDM02",
    "category_id": "05",
    "category": "Digital Marketing",
    "title": "Email Marketing 2021: Build and Launch Effective Campaigns",
    "short_description": "Learn How to Create an Effective Email Marketing Campaign That Makes Your Business More Successful",
    "description": "Write effective email campaigns Create and launch email campaigns as needed Choose the correct email marketing platform for their business Utilize email autoresponders to automate their business",
    "ratting": "4.2",
    "student": "870",
    "starting_time": "1st January 2023",
    "image": "https://i.ibb.co/Trh4MvH/digital-campaign.png"
  },
  {
    "id": "15",
    "course_id": "SSDM03",
    "category_id": "05",
    "category": "Digital Marketing",
    "title": "The Complete Digital Marketing Course - 12 Courses in 1",
    "short_description": "Master Digital Marketing Strategy, Social Media Marketing, SEO, YouTube, Email, Facebook Marketing, Analytics & More!",
    "description": "Grow a Business Online From Scratch Make Money as an Affiliate Marketer Get Hired as a Digital Marketing Expert Work From Home as a Freelance Marketer",
    "ratting": "4.5",
    "student": "1303",
    "starting_time": "29th December 2022",
    "image": "https://i.ibb.co/VNgrmCk/online-lesson.png"
  },
  {
    "id": "16",
    "course_id": "SSVE01",
    "category_id": "06",
    "category": "Video Editing",
    "title": "Adobe Premiere Pro CC Masterclass: Video Editing in Premiere",
    "short_description": "Learn Beginner-Advanced Adobe Premiere Pro Video Editing, Audio Editing, Color Grading, Motion Graphics, Green Screen+",
    "description": "Master Premiere Pro and be CONFIDENT Editing Your Own Videos Edit an entire video from beginning to end, using professional and efficient techniques. By the end of the course, you'll have edited your promo video with the supplied footage (video clips, photos, graphics, music, etc.), or your own footage! Start a project with the right settings for any type of video, from any camera.",
    "ratting": "4.8",
    "student": "1779",
    "starting_time": "21st January 2023",
    "image": "https://i.ibb.co/56Lcb7t/montage.png"
  },
  {
    "id": "17",
    "course_id": "SSVE02",
    "category_id": "06",
    "category": "Video Editing",
    "title": "Video Editing in DaVinci Resolve 18/17: Beginner to Advanced",
    "short_description": "Learn Video Editing in DaVinci Resolve with Color Correction & Color Grading & Visual Effects in DaVinci Resolve",
    "description": "How to use DaVinci Resolve for Video Editing from beginner to advanced Cut Page Quick & Easy Video Editing How to add effects (OpenFX) to your Videos How to Correctly Color Correct using DaVinci Resolve",
    "ratting": "4.3",
    "student": "1648",
    "starting_time": "30th November 2022",
    "image": "https://i.ibb.co/0BMZ8cM/film.png"
  },
  {
    "id": "18",
    "course_id": "SSVE03",
    "category_id": "06",
    "category": "Video Editing",
    "title": "Video Editing on iPhone & Android! Edit Smartphone Videos!",
    "short_description": "Mobile Filmmaking for beginners! Smartphone video editing course for Android & iPhone. Edit mobile video like a Pro!",
    "description": "The affordable must-have gear for smartphone video production How to master the fundamentals of smartphone video storytelling The essential smartphone camera settings for better videos How to make sense of resolutions, frame rates, color space and Codecs like ProRes",
    "ratting": "4.7",
    "student": "1168",
    "starting_time": "28 February 2023",
    "image": "https://i.ibb.co/BVMb6yN/film-editing.png"
  }
]
